Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourPhase
The PourPhase class represents the pour phase filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourPhase.#ctor
Initializes a new instance of the PourPhase class.